7zip
adapta-gtk-theme
afetch
alacritty
antigen-git
arc-gtk-theme
arc-icon-theme
arca
arqiver
base
base-devel
bluez
bluez-utils
boost
btop
bun
cdrdao
cliphist
cowsay
ddcutil
discord
discover-overlay
dmidecode
dnsmasq
dosfstools
dtrx
dvd+rw-tools
dysk
efibootmgr
engrampa
evremap-git
fastfetch
filezilla
firefox
flatpak
freedownloadmanager
fuzzel
gamescope-nvidia
garcon
git
google-chrome
grub
grub-customizer
gsl
gst-plugin-pipewire
gvfs-mtp
htop
hw-probe
input-remapper-git
intel-ucode
iwd
k3b
keyd
kitty
libcurl-gnutls
libdvdcss
libpulse
libusb-compat
libva-nvidia-driver
libvirt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-settings
linux
linux-firmware
linux-wifi-hotspot
lutris
man-db
mangohud
mate-calc
mate-icon-theme-faenza
mate-power-manager
mate-system-monitor
mate-user-share
millennium
miniupnpc
miredo
mousepad
nano
neovim
network-manager-applet
networkmanager
nicotine+
niri
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntfsprogs
nvidia-open
obs-studio
openresolv
openvpn
papirus-icon-theme
parole
parsec-bin
pcsx2-latest-bin
peazip
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
ppsspp
protontricks
protonup-qt
qemu-full
quodlibet
ristretto
rofi
rust
samrewritten-git
sayonara-player
smartmontools
sof-firmware
spicetify-bin
starship
steam
sudo
swaybg
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
udftools
ultracopier
unrar
vim
virt-manager
vlc
waybar
wgcf
wget
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireplumber
wlsunset
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-utils
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xorg-server
xorg-xinit
xwayland-satellite
xwaylandvideobridge
yay
yay-debug
yazi
zsh
zsh-syntax-highlighting
